{"inkVersion":21,"root":[[{"->":"DEMA"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"DEMA":[["^Time to wake up. You were asleep for so long - I hear this voice in my dream. I wake up. I had a dream of a world where I could perform for large amount of people, give them hope and happiness through my art. I sit in my bed, thinking about this weird dream. Happiness... I havent felt this feeling in so long... Actually since I got here I feel only less and less. Sometimes it feels like this city, this odd old city drains the energy, positive emotions and... Memories. I don't really remember anything from my life when I wasn't in DEMA. Hmmm, maybe I should start taking notes about my life.","\n","ev","str","^Stand up","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Look around.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^I felt how everything around me whirled. I had to sit down. Once again i stood up too fast after waking up. Im not used to doing things fast.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^I look around. Gray walls. No pictures, no colors. Only naked, concrete walls. I'm not even sure if they're painted. I sit on the bed and rub my eyes. Look through the window. I see a white wall with window to another part of the building. Sigh.","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^I go to the cabinet and I take a notebook and a pen.","\n","ev","str","^Open it.","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Inspect the object","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["^ ","\n",{"->":"DEMA.0.g-1"},{"#f":5}],"c-3":["\n","^It's a usual, brown, leather notebook.","\n",{"->":"DEMA.0.g-1"},{"#f":5}],"#f":5}],"g-1":["^I open the notebook. There's almost nothing. Almost. Only info about the DEMA. It's written there \"DEMA is the city I belong to. I give my life to DEMA. It's a round city with concrete walls. Nine towers mean each of the nine Bishops. The nine Bishops own the whole city. The most important one is Nico. Nico is the leader. His name is also Blurryface or at least its what he calls himself. The Bishops are the most important people here. We cultivate the cycle. Meaning that when we die, they can use us as a vessel. The niners are able to posess our body for a short period of time. There's also religion for that - Vialism. It's main philosophy, it teaches us that the only way to paradise is self destruction.\" I think this is so","\n",["ev",{"^->":"DEMA.0.g-1.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-4","flg":18},{"s":["^Disturbing",{"->":"$r","var":true},null]}],["ev",{"^->":"DEMA.0.g-1.3.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-5","flg":18},{"s":["^Insane",{"->":"$r","var":true},null]}],{"c-4":["ev",{"^->":"DEMA.0.g-1.c-4.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n",{"->":"DEMA.0.g-2"},{"#f":5}],"c-5":["ev",{"^->":"DEMA.0.g-1.c-5.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.3.s"},[{"#n":"$r2"}],"\n",{"->":"DEMA.0.g-2"},{"#f":5}],"#f":5}],"g-2":["^I sit there thinking for some time with pen pressed to the paper. I don't know what to think about all of this. It's something i already knew but never thought more about it. I just simply accepted. \"Time to wake up\" it surely was only about me waking up from my dream, right? Then, I get brutally cought from my thoughts by the bells signalising it's time to head to the church to pray and learn more about our religion. Cultivate the cycle.","\n","ev","str","^Don't go to church. +10 to rebellion","/str","/ev",{"*":".^.c-6","flg":20},"ev","str","^Go to church. +10 to cycle","/str","/ev",{"*":".^.c-7","flg":20},{"c-6":["\n","^I decide not to go to the church. It's probably the first time when I'm not going there. I look at the page. There's a huge spot made of the ink from  the pen. I decide to ignore the spot and write about my dream and life, what I already know. It's kind of hard for me to remember what happened here and what I remember so maybe I'll be easier if I start with the dream. So i press the pen to the paper and write","\n","^\"Tonight I had a dream. Weird dream. There was I, performing for such a large amount of people. They were... Happy and so was I. Happiness is a very strange feeling but I just know, feel that I already experienced it. I don't know where or when I just know because it's a familiar emotion. In DEMA I haven't felt this feeling for a single second. Anyways, then I heard my own voice saying \"Time to wake up. You were asleep for so long\". Strange.\"","\n","^I think for a second. What should I also write here?","\n",["ev","str","^About DEMA","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^About daily life","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^What can I write about DEMA?","\n","^\"So, there's a legend among us. About Banditos. Those people are a rebellion. They fight against the Bishops. Against the DEMA, which is crazy for me. Why would they do this? It's okay in here. We're safe and we don't do much . We just cultivate our religion. They say we should escape the DEMA but why would I want to do this? They say it's the best to destroy DEMA. But why? The Bishops aren't that bad. Okay, they're a bit scary but they guide us to the better life to the paradise we all deserve. There's nothing wrong with it. We know the religion, the cycle. DEMA is our home. They also say there's something behind these concrete walls... Green land we don't know. We don't need to go there. Every Bishop have different name. There's Nico of course but there are also Keons, Sacarver, Listo, Lisden, Reisdro, Ventomo, Andre and Nills. I observed that Keons is the nicest one. He's not that scary like the rest of them. But he has to hide his nice side. I remember one time someone didn't go to church to pray. Of course he did get punished but because Keons was the one punishing him, he didn't leave the church for only two days. I don't know much what happened to those who got punished by someone else than Keons. But there's not many people who try to be rebels and that's good. I don't understand why would they do this\"","\n",{"->":"DEMA.0.g-3"},{"#f":5}],"c-1":["\n","^\"Every day is the same. We wake up, we lay in bed until it's time to go to the church. We pray there with our guides - the Bishops. We learn about our religion, we listen to Bishops' prayers and pray for those who got to know the paradise this week. There's also a sacrificion room. People who are ready to taste the paradise go there. They're brave. I'm not even if it means it's for the greater and our good. There's no children, no reproduction, no love, no friendships. We barely speak to each other. We don't feel like doing this. We eat and we go to our rooms and we pray and lie in bed. Repeat. It's a cycle we can't escape.\"","\n",{"->":"DEMA.0.g-3"},{"#f":5}]}],{"#f":5}],"c-7":["\n","^I go out of my room. The walls are white. The people are quiet. It's always quiet here. People do not talk in here. It's not banned here, we just don't want to talk to others. I go straight to the church. When I get there I sit in the back. The church is tall, which makes me feel even smaller. Few huge windows, white walls, neon leds in the altar. The leds are similar to letter H but there's a stick connecting the high ends of the letter and it's crooked. There's also a chimney, where the Niners fire lightbulbs. I see other people, wearing the same clothes like me. White shirt, white pants. The nine Bishops enter the Church. I can only hear their steps. It's silence like there's no one around, not a sound of breath. Nico is going in the front of them. I look like they're standing in front of the altar. We start praying. We listen how Vialism is the only way to the paradise, how it's good for us. But I can't help but keep thinking about my dream.","\n",{"->":"DEMA.0.g-3"},{"#f":5}],"#f":5}],"g-3":["^Next days feels so so weird. I keep having those weird dreams. I dream about continent full of cliffs, mountains, forest, green land in general. About Banditos. But they cannot be real, right? They're only a silly legend. In my dreams I also see DEMA. Ihe city is so ugly in comparison to the green lands. I keep getting more and more curious about it and I start questioning if this what I see and learn here is real.","\n","done",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}